[{"concepts":"concept_tags functionality turned off in current service","date":"2021-02-16","explanation":"How hard is it to land safely on Mars? So hard that many more attempts have failed than succeeded.  The next attempt will be on Thursday. The main problem is that the Martian atmosphere is too thick to ignore -- or it will melt your spacecraft.  On the other hand, the atmosphere is too thin to rely on parachutes -- or your spacecraft will crash land.  Therefore, as outlined in the featured video, the Perseverance lander will lose much of its high speed by deploying a huge parachute, but then switch to rockets, and finally, assuming everything goes right, culminate with a hovering Sky Crane that will slowly lower the car-sized Perseverance rover to the surface with ropes.  It may sound crazy, but the Curiosity rover was placed on Mars using a similar method in 2012.  From atmospheric entry to surface touch-down takes about seven minutes, all coordinated by an onboard computer because Mars is too far away for rapid interactive communication.  During this time, humans on Earth will simply wait to hear if the landing was successful. Last week, UAE's Hope spacecraft successfully began orbiting Mars, followed a day later by the Chinese Tianwen-1 mission, which will likely schedule a landing of its own rover sometime in the next few months.    News: NASA Perseverance Coverage","media_type":"video","service_version":"v1","title":"Perseverance: Seven Minutes to Mars","url":"https://www.youtube.com/embed/M4tdMR5HLtg?rel=0"},{"concepts":"concept_tags functionality turned off in current service","copyright":"Mike Cohea","date":"2021-02-17","explanation":"This was not a typical sun pillar.  Just after sunrise two weeks ago in Providence, Rhode Island, USA, a photographer, looking out his window, was suddenly awestruck. The astonishment was caused by a sun pillar that fanned out at the top.  Sun pillars, singular columns of light going up from the Sun, are themselves rare to see, and are known to be caused by sunlight reflecting from wobbling, hexagon-shaped ice-disks falling through Earth's atmosphere.  Separately, upper tangent arcs are known to be caused by sunlight refracting through falling hexagon-shaped ice-tubes. Finding a sun pillar connected to an upper tangent arc is extraordinary, and, initially, took some analysis to figure out what was going on. A leading theory is that this sun pillar was also created, in a complex and unusual way, by falling ice tubes.  Few might believe that such a rare phenomenon was seen again if it wasn't for the quick thinking of the photographer -- and the camera on his nearby smartphone.    News from Mars: NASA Perseverance Coverage","hdurl":"https://apod.nasa.gov/apod/image/2102/SunPillar_Cohea_3400.jpg","media_type":"image","service_version":"v1","title":"Sun Pillar with Upper Tangent Arc","url":"https://apod.nasa.gov/apod/image/2102/SunPillar_Cohea_960.jpg"},{"concepts":"concept_tags functionality turned off in current service","copyright":"Jens Bydal","date":"2021-02-18","explanation":"Taken on February 6, this snowy mountain and skyscape was captured near Melchsee-Frutt, central Switzerland, planet Earth. The reddish daylight and blue tinted glow around the afternoon Sun are colors of the Martian sky, though. Of course both worlds have the same Sun. From Mars, the Sun looks only about half as bright and 2/3 the size compared to its appearance from Earth. Lofted from the surface of Mars, fine dust particles suspended in the thin Martian atmosphere are rich in the iron oxides that make the Red Planet red. They tend to absorb blue sunlight giving a red tinge to the Martian sky, while forward scattering still makes the light appear relatively bluish near the smaller, fainter Martian Sun. Normally Earth's denser atmosphere strongly scatters blue light, making the terrestrial sky blue. But on February 6 a huge cloud of dust blown across the Mediterranean from the Sahara desert reached the Swiss Alps, dimming the Sun and lending that Alpine afternoon the colors of the Martian sky. By the next day, only the snow was left covered with reddish dust.   News from Mars: NASA Perseverance Coverage","hdurl":"https://apod.nasa.gov/apod/image/2102/SwissAlpsMartianSky.jpg","media_type":"image","service_version":"v1","title":"Swiss Alps, Martian Sky","url":"https://apod.nasa.gov/apod/image/2102/SwissAlpsMartianSky1024.jpg"},{"concepts":"concept_tags functionality turned off in current service","date":"2021-02-19","explanation":"After a 203 day interplanetary voyage, and seven minutes of terror, Perseverance has landed on Mars.  Confirmation of the successful landing at Jezero crater was announced from mission control at NASA’s Jet Propulsion Laboratory in Southern California at 12:55 pm PST on February 18. The car-sized Mars rover's Front Left Hazard Avoidance Camera acquired this initial low resolution image shortly after touchdown on mission Sol 0. A protective cover is still on the camera, but the shadow of Perseverance, now the most ambitious rover sent to the Red Planet, is visible cast across the martian surface.","hdurl":"https://apod.nasa.gov/apod/image/2102/Mars_Perseverance_FLR_0000_0666952977_800.jpg","media_type":"image","service_version":"v1","title":"Mars Perseverance Sol 0","url":"https://apod.nasa.gov/apod/image/2102/Mars_Perseverance_FLR_0000_0666952977_800.jpg"},{"concepts":"concept_tags functionality turned off in current service","date":"2021-02-20","explanation":"Slung beneath its rocket powered descent stage Perseverance hangs only a few meters above the martian surface, captured here moments before its February 18 touchdown on the Red Planet. The breath-taking view followed an intense seven minute trip from the top of the martian atmosphere. Part of a high resolution video, the picture was taken from the descent stage itself during the final skycrane landing maneuver. Three taut mechanical cables about 7 meters long are visible lowering Perseverance, along with an electrical umbilical connection feeding signals (like this image), to a computer on board the car-sized rover. Below Perseverance streamers of martian dust are kicked-up from the surface by the descent rocket engines. Immediately after touchdown, the cables were released allowing the descent stage to fly to a safe distance before exhausting its fuel as planned.","hdurl":"https://apod.nasa.gov/apod/image/2102/rover_drop.jpg","media_type":"image","service_version":"v1","title":"Perseverance: How to Land on Mars","url":"https://apod.nasa.gov/apod/image/2102/rover_drop1024.jpg"},{"concepts":"concept_tags functionality turned off in current service","copyright":"Don Goldman","date":"2021-02-21","explanation":"In the heart of the Rosette Nebula lies a bright open cluster of stars that lights up the nebula.  The stars of NGC 2244 formed from the surrounding gas only a few million years ago.  The featured image taken in January using multiple exposures and very specific colors of Sulfur (shaded red), Hydrogen (green), and Oxygen (blue), captures the central region in tremendous detail. A hot wind of particles streams away from the cluster stars and contributes to an already complex menagerie of gas and dust filaments while slowly evacuating the cluster center.  The Rosette Nebula's center measures about 50 light-years across, lies about 5,200 light-years away, and is visible with binoculars towards the constellation of the Unicorn (Monoceros).","hdurl":"https://apod.nasa.gov/apod/image/2102/rosette_goldman_2500.jpg","media_type":"image","service_version":"v1","title":"NGC 2244: A Star Cluster in the Rosette Nebula","url":"https://apod.nasa.gov/apod/image/2102/rosette_goldman_960.jpg"},{"concepts":"concept_tags functionality turned off in current service","copyright":"John Kraus","date":"2021-02-22","explanation":"What's that on either side of the Moon? Starships. Specifically, they are launch-and-return reusable rockets being developed by SpaceX to lift cargo and eventually humans from the Earth's surface into space.  The two rockets pictured are SN9 (Serial Number 9) and SN10 which were captured near their Boca Chica, Texas launchpad last month posing below January's full Wolf Moon. The Starships house liquid-methane engines inside rugged stainless-steel shells. SN9 was test-launched earlier this month and did well with the exception of one internal rocket that failed to relight during powered descent.  SN10 continues to undergo ground tests and may be test-launched later this month.","hdurl":"https://apod.nasa.gov/apod/image/2102/StarshipsMoon_Kraus_2048.jpg","media_type":"image","service_version":"v1","title":"Moon Rising Between Starships","url":"https://apod.nasa.gov/apod/image/2102/StarshipsMoon_Kraus_1080.jpg"},{"concepts":"concept_tags functionality turned off in current service","date":"2021-02-23","explanation":"What would it look like to land on Mars?  To better monitor the instruments involved in the Entry, Decent, and Landing of the Perseverance Rover on Mars last week, cameras with video capability were included that have now returned their images. The featured 3.5-minute composite video begins with the opening of a huge parachute that dramatically slows the speeding spacecraft as it enters the Martian atmosphere.  Next the heat shield is seen separating and falls ahead. As Perseverance descends, Mars looms large and its surface becomes increasingly detailed.  At just past 2-minutes into the video, the parachute is released and Perseverance begins to land with dust-scattering rockets. Soon the Sky Crane takes over and puts Perseverance down softly, then quickly jetting away. The robotic Perseverance rover will now begin exploring ancient Jezero Crater, including a search for signs that life once existed on Earth's neighboring planet.","media_type":"video","service_version":"v1","title":"Video: Perseverance Landing on Mars","url":"https://www.youtube.com/embed/4czjS9h4Fpg?rel=0"}]